<p>Давным-давно еще до существования сервера, основатели <span>vraven</span> и <span>OleksaGompers</span> выживали
    вдвоем.</p>
<p>Они побывали в двух мира. В первом OleksaGompers начала изучать мир Майнкрафта и особенности сборки...
    Ей довелось повстречать разнообразных существ, сразиться с монстрами и даже заиметь драконов <br>
    (<a href="https://www.twitch.tv/oleksagompers/clip/CrazyAbstemiousAnacondaUncleNox-HjTCF3L1pv4p_QAV" rel="nofollow" target="_blank">иногда прилетало не только монстрам</a>).
</p>
<p>
    Они начали выживать в биоме с сакурой в небольшом японским домике.
    Со временем они захотели переехать и vraven начал постройку особняка в лесу  (<a href="https://www.twitch.tv/videos/2066319294" rel="nofollow" target="_blank">здесь можно немного лицезреть домик и начальное выживанание</a>).
    В то же время Олекса пушествовала по миру и в один из дней нашла заброшенную японскую колонию.
    И тогда началось ее изучение колоний. Вравен учил ее всем хитростям развития колонии и всё то, что знал сам.
</p>
<img src="/public/images/lore/oleksa&vraven.webp" alt="Oleksa & vraven"
     data-full-image="/public/images/lore/oleksa&vraven.webp">
<div class="under-img">Начальники в вишневом биоме</div>
<p>
    Однако, они решили двигаться дальше.
    Их решением было отправиться в новый мир, поставив себе цели на общую колонию и коллекцию из всех драконов.
    В целом, они в этом преуспели: развили неплохую колонию и заимели многих драконов (<a href="https://www.twitch.tv/oleksagompers/clip/InnocentKindDotterelFunRun-E7PSa-587CJ2bl_E" rel="nofollow" target="_blank">правда, иногда случались неловкие инциденты по скрещиванию драконов</a>).
    Но желающих присоединиться начало становиться больше.
    И тогда было принято решение: начать пускать всех голодранцев. И именно тогда началась история и
    первый вайп под названием "Драконьи Королества".
</p>